

/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@ can't verify the identity of the website \"%2$@\"";

/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "%@ does not support to preview file of this kind at the moment.";

/* Seafile */
"%@ invite you to %@" = "%1$@ invite you to %2$@";

/* Seafile */
"%@, Uploaded %@" = "%1$@, Uploaded %2$@";

/* Seafile */
"%@, uploading" = "%@, uploading";

/* Seafile */
"%@, waiting to upload" = "%@, waiting to upload";

/* Seafile */
"%ld photos remain" = "%ld photos remain";

/* Seafile */
"%ld files are uploaded to Seafile" = "%ld files are uploaded to Seafile";

/* Seafile */
"1 photo remain" = "1 photo remain";

/* Seafile */
"A file with the same name already exists, do you want to overwrite?" = "A file with the same name already exists, do you want to overwrite?";

/* Seafile */
"About" = "About";

/* Seafile */
"Account" = "Account";

/* Seafile */
"Account Info" = "Account Info";

/* Seafile */
"Accounts" = "Accounts";

/* Seafile */
"Activities" = "Activities";

/* Seafile */
"Activity" = "Activity";

/* Seafile */
"Add a new discussion" = "Add a new discussion";

/* Seafile */
"Add account" = "Add account";

/* Seafile */
"Add contact" = "Add contact";

/* Seafile */
"Added" = "Added";

/* Seafile */
"Added directory" = "Added directory";

/* Seafile */
"Added file" = "Added file";

/* Seafile */
"Added or modified" = "Added or modified";

/* Seafile */
"All photos synced" = "All photos synced";

/* Seafile */
"Are you sure to clear all the cache?" = "Are you sure to clear all the cache?";

/* Seafile */
"Are you sure to cancel all downloading tasks?" = "Are you sure to cancel all downloading tasks?";

/* Seafile */
"Are you sure to cancel all uploading tasks" = "Are you sure to cancel all uploading tasks";

/* Seafile */
"Are you sure to log out?" = "Are you sure to log out?";

/* Seafile */
"Auto Upload" = "Auto Upload";

/* Auto cleay library password */
"Auto clear passwords" = "Auto clear passwords";

/* Seafile */
"Auto merge by seafile system" = "Auto merge by seafile system";

/* Seafile */
"Auto upload should be enabled first." = "Auto upload should be enabled first.";

/* Seafile */
"Back" = "Back";

/* Seafile */
"Back to Last Account" = "Back to Last Account";

/* Seafile */
"Background Upload" = "Background Upload";

/* Seafile */
"Backup Contacts" = "Backup Contacts";

/* Seafile */
"Cache" = "Cache";

/* FolderView_iPad.storyboard */
"Camera Upload" = "Camera Upload";

/* Seafile */
"Can not remove certificate because it is still in use" = "Can not remove certificate because it is still in use";

/* Seafile */
"Cancel" = "Cancel";

/* Seafile */
"Cancel download" = "Cancel download";

/* Seafile */
"Cancel upload" = "Cancel upload";

/* Seafile */
"Changed library name or description" = "Changed library name or description";

/* Seafile */
"Checking library password ..." = "Checking library password ...";

/* Seafile */
"Choose" = "Choose";

/* Seafile */
"Choose directory" = "Choose directory";

/* Seafile */
"Choose a Seafile server" = "Choose a Seafile server";

/* Seafile */
"Choose an account to start" = "Choose an account to start";

/* Seafile */
"Clear libraries passwords successfully." = "Clear libraries passwords successfully.";

/* Seafile */
"Clear library password successfully." = "Clear library password successfully.";

/* Seafile */
"Clear password" = "Clear password";

/* Seafile */
"Clear remembered passwords" = "Clear remembered passwords";

/* Seafile */
"Click \"Search\" to start" = "Click \"Search\" to start";

/* Seafile */
"Connecting to server" = "Connecting to server";

/* Seafile */
"Contacts Backup" = "Contacts Backup";

/* Seafile */
"Contacts backup failed." = "Contacts backup failed.";

/* Seafile */
"Contacts backup should be enabled first." = "Contacts backup should be enabled first.";

/* Seafile */
"Contacts backup succeeded." = "Contacts backup succeeded.";

/* Seafile */
"Contacts will be backuped as: %@ " = "Contacts will be backuped as: %@ ";

/* Seafile */
"Copy" = "Copy";

/* Seafile */
"Copy Link to Clipboard" = "Copy Link to Clipboard";

/* Seafile */
"Copy image to clipboard" = "Copy image to clipboard";

/* Seafile */
"Copy share link to clipboard" = "Copy share link to clipboard";

/* Seafile */
"Copying files ..." = "Copying files ...";

/* Seafile */
"Created library %@" = "Created library %@";

/* Seafile */
"Creating file ..." = "Creating file ...";

/* Seafile */
"Creating folder ..." = "Creating folder ...";

/* Seafile */
"Creating library ..." = "Creating library ...";

/* Seafile */
"Delete" = "Delete";

/* Seafile */
"Deleted" = "Deleted";

/* Seafile */
"Deleted library %@" = "Deleted library %@";

/* Seafile */
"Deleting directory ..." = "Deleting directory ...";

/* Seafile */
"Deleting file ..." = "Deleting file ...";

/* Seafile */
"Deleting files ..." = "Deleting files ...";

/* Seafile */
"Destination" = "Destination";

/* Seafile */
"Directory '%@' is shared with you using %@" = "Directory '%1$@' is shared with you using %2$@";

/* Seafile */
"Discussion" = "Discussion";

/* Seafile */
"Do you want reset the uploaded photos?" = "Do you want reset the uploaded photos?";

/* Seafile */
"Do you want to backup contacts now? " = "Do you want to backup contacts now? ";

/* Seafile */
"Download" = "Download";

/* Seafile */
"Edit" = "Edit";

/* Seafile */
"Email" = "Email";

/* Seafile */
"Email or Username" = "Email or Username";

/* Seafile */
"Enable TouchID" = "Enable Touch ID";

/* Seafile */
"Enable FaceID" = "Enable Face ID";

/* Seafile */
"Encrypted Libraries" = "Encrypted Libraries";

/* Seafile */
"Encrypted" = "Encrypted";

/* Seafile */
"Failed to add discussion" = "Failed to add discussion";

/* Seafile */
"Failed to authenticate" = "Failed to authenticate";

/* Seafile */
"Failed to copy files" = "Failed to copy files";

/* Seafile */
"Failed to create file" = "Failed to create file";

/* Seafile */
"Failed to create folder" = "Failed to create folder";

/* Seafile */
"Failed to create library" = "Failed to create library";

/* Seafile */
"Failed to delete files" = "Failed to delete files";

/* Seafile */
"Failed to download file '%@'" = "Failed to download file '%@'";

/* Seafile */
"Failed to find %@" = "Failed to find %@";

/* Seafile */
"Failed to find library" = "Failed to find library";

/* Seafile */
"Failed to generate share link of directory '%@'" = "Failed to generate share link of directory '%@'";

/* Seafile */
"Failed to generate share link of file '%@'" = "Failed to generate share link of file '%@'";

/* Seafile */
"Failed to get groups ..." = "Failed to get groups ...";

/* Seafile */
"Failed to get messages" = "Failed to get messages";

/* Seafile */
"Failed to get modification details" = "Failed to get modification details";

/* Seafile */
"Failed to get starred files" = "Failed to get starred files";

/* Seafile */
"Failed to identify the coding of '%@'" = "Failed to identify the coding of '%@'";

/* Seafile */
"Failed to load activities" = "Failed to load activities";

/* Seafile */
"Failed to load content of the directory" = "Failed to load content of the directory";

/* Seafile */
"Failed to load files" = "Failed to load files";

/* Seafile */
"Failed to login" = "Failed to login";

/* Seafile */
"Failed to move files" = "Failed to move files";

/* Seafile */
"Failed to open file" = "Failed to open file";

/* Seafile */
"Failed to remove certificate" = "Failed to remove certificate";

/* Seafile */
"Failed to rename file" = "Failed to rename file";

/* Seafile */
"Failed to restore contacts." = "Failed to restore contacts.";

/* Seafile */
"Failed to save %@ to album" = "Failed to save %@ to album";

/* Seafile */
"Failed to copy %@ to clipboard" = "Failed to copy %@ to clipboard";

/* Seafile */
"Failed to save account" = "Failed to save account";

/* Seafile */
"Failed to search" = "Failed to search";

/* Seafile */
"Failed to send message" = "Failed to send message";

/* Seafile */
"Failed to upload file" = "Failed to upload file";

/* Seafile */
"File '%@' is shared with you using %@" = "File '%1$@' is shared with you using %2$@";

/* Seafile */
"File '%@' is too large to edit" = "File '%@' is too large to edit";

/* Seafile */
"File '%@' uploaded successfully" = "File '%@' uploaded successfully";

/* Seafile */
"File name invalid" = "File name invalid";

/* Seafile */
"File name must not be empty" = "File name must not be empty";

/* Seafile */
"Files with the same name already exist, do you want to overwrite?" = "Files with the same name already exist, do you want to overwrite?";

/* Seafile */
"File can not be shared" = "File can not be shared";

/* Seafile */
"Folder name invalid" = "Folder name invalid";

/* Seafile */
"Folder name must not be empty" = "Folder name must not be empty";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "For example: https://seacloud.cc or http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "Generate share link ...";

/* Seafile */
"Generate share link success" = "Generate share link success";

/* Seafile */
"Group discussion" = "Group discussion";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "Hey there!<br/><br/> I've been using %1$@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %2$@:</br></br> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hi,<br/><br/>Here is a link to <b>'%1$@'</b> in my %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hi,<br/><br/>Here is a link to directory <b>'%1$@'</b> in my %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "How would you like to share this file?";

/* Seafile */
"Hide" = "Hide";

/* Seafile */
"Import client certificate" = "Import client certificate";

/* Seafile */
"Invalid Server" = "Invalid Server";

/* Seafile */
"Invalid email" = "Invalid email";

/* Seafile */
"Last Backup Time" = "Last Backup Time";

/* No comment provided by engineer. */
"Last Updated: %@" = "Last Updated: %@";

/* Seafile */
"Libraries" = "Libraries";

/* Loading Status */
"Loading..." = "Loading...";

/* Seafile */
"Local Cache" = "Local Cache";

/* Local decryption */
"Local decryption" = "Local decryption";

/* Seafile */
"Log out" = "Log out";

/* Seafile */
"Login" = "Login";

/* Seafile */
"Library name invalid" = "Library name invalid";

/* Seafile */
"Library name must not be empty" = "Library name must not be empty";

/* Seafile */
"Message" = "Message";

/* Seafile */
"Messages" = "Messages";

/* Seafile */
"Modification Details" = "Modification Details";

/* Seafile */
"Modified" = "Modified";

/* Seafile */
"Modified file" = "Modified file";

/* Seafile */
"More" = "More";

/* Seafile */
"Move" = "Move";

/* Seafile */
"MoveTo" = "MoveTo";

/* Seafile */
"Moved" = "Moved";

/* Seafile */
"Moved directory" = "Moved directory";

/* Seafile */
"Moving files ..." = "Moving files ...";

/* Seafile */
"My Own Libraries" = "My Own Libraries";

/* Seafile */
"NO" = "NO";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "Name";

/* Seafile */
"Network unavailable" = "Network unavailable";

/* Seafile */
"New File" = "New File";

/* Seafile */
"New Folder" = "New Folder";

/* Seafile */
"New file name" = "New file name";

/* Seafile */
"New folder name" = "New folder name";

/* Seafile */
"New Library" = "New Library";

/* Seafile */
"New library name" = "New Library Name";

/* Seafile */
"No Results" = "No Results";

/* Seafile */
"No available certificates" = "No available certificates";

/* Seafile */
"OK" = "OK";

/* Seafile */
"Open elsewhere..." = "Open elsewhere...";

/* Seafile */
"Open in other applications" = "Open in other applications";

/* Seafile */
"Open photo browser" = "Open photo browser";

/* Seafile */
"Open Seafile to view details" = "Open Seafile to view details";

/* Seafile */
"Organization" = "Organization";

/* Seafile */
"Other Server" = "Other Server";

/* Seafile */
"Out of quota" = "Out of quota";

/* Seafile */
"Password" = "Password";

/* Seafile */
"Password must not be empty" = "Password must not be empty";

/* Seafile */
"Password of '%@'" = "Password of '%@'";

/* Seafile */
"Password of library '%@'" = "Password of library '%@'";

/* Seafile */
"Password required" = "Password required";

/* Seafile */
"Password (at least 8 characters)" = "Password (at least 8 characters)";

/* Seafile */
"Please enter your password again" = "Please enter your password again";

/* Seafile */
"Password must at least 8 characters" = "Password must at least 8 characters";

/* Seafile */
"Two passwords are different" = "Two passwords are different";

/* Seafile */
"PasteTo" = "PasteTo";

/* Seafile */
"Photos" = "Photos";

/* Seafile */
"Photos are not accessible" = "Photos are not accessible";

/* Seafile */
"Please authenticate to proceed" = "Please authenticate to proceed";

/* Seafile */
"Please disable \"Auto clear passwords\" for auto uploading photos to an encrypted library." = "Please disable \"Auto clear passwords\" for auto uploading photos to an encrypted library.";

/* Seafile */
"Please disable \"Auto clear passwords\" for uploading contacts to an encrypted library." = "Please disable \"Auto clear passwords\" for uploading contacts to an encrypted library.";

/* Seafile */
"Please enable \"Local decryption\" for auto uploading photos to an encrypted library." = "Please enable \"Local decryption\" for auto uploading photos to an encrypted library.";

/* Seafile */
"Please enable \"Local decryption\" for uploading contacts to an encrypted library." = "Please enable \"Local decryption\" for uploading contacts to an encrypted library.";

/* Seafile */
"Post a discussion to group" = "Post a discussion to group";

/* Seafile */
"Preview" = "Preview";

/* Seafile */
"Print" = "Print";

/* Pull down to get more messages */
"Pull down to get more messages..." = "Pull down to get more messages...";

/* Pull to refresh status */
"Pull to refresh..." = "Pull to refresh...";

/* Seafile */
"Recovered deleted directory" = "Recovered deleted directory";

/* Seafile */
"Redownload" = "Redownload";

/* Release to get more messages */
"Release to get more messages..." = "Release to get more messages...";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* Seafile */
"Remove client certificate" = "Remove client certificate";

/* Seafile */
"Removed" = "Removed";

/* Seafile */
"Removed directory" = "Removed directory";

/* Seafile */
"Removed file" = "Removed file";

/* Seafile */
"Rename" = "Rename";

/* Seafile */
"Renamed" = "Renamed";

/* Seafile */
"Renamed directory" = "Renamed directory";

/* Seafile */
"Renaming file ..." = "Renaming file ...";

/* Seafile */
"Replace" = "Replace";

/* Seafile */
"Reset repo password" = "Reset repo password";

/* Seafile */
"Restore Contacts" = "Restore Contacts";

/* Seafile */
"Restoring contacts." = "Restoring contacts.";

/* Seafile */
"Reverted file \"%@\" to status at %@." = "Reverted file \"%1$@\" to status at %2$@.";

/* Seafile */
"Reverted library to status at" = "Reverted library to status at";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, you got new messages from %@";

/* Seafile */
"Save" = "Save";

/* Seafile */
"Save Destination" = "Save Destination";

/* Seafile */
"Save all photos to album" = "Save all photos to album";

/* Seafile */
"Save to %@" = "Save to %@";

/* MainInterface.storyboard */
"Save to Seafile" = "Save to Seafile";

/* Seafile */
"Save to album" = "Save to album";

/* Seafile */
"Saving all photos to album" = "Saving all photos to album";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Search" = "Search";

/* Seafile */
"Search files in this library" = "Search files in this library";

/* Seafile */
"Search is not supported on the server" = "Search is not supported on the server";

/* Seafile */
"Searching" = "Searching";

/* Seafile */
"Searching ..." = "Searching ...";

/* Seafile */
"Select All" = "Select All";

/* Seafile */
"Select None" = "Select None";

/* Seafile */
"Select a certificate" = "Select a certificate";

/* No comment provided by engineer. */
"Send" = "Send";

/* Seafile */
"Send share link via email" = "Send share link via email";

/* Seafile */
"Sending" = "Sending";

/* Seafile */
"Sending..." = "Sending...";

/* Seafile */
"Server" = "Server";

/* Seafile */
"Server must not be empty" = "Server must not be empty";

/* Seafile */
"Server, like https://seafile.cc" = "Server, like https://seafile.cc";

/* Seafile */
"Settings" = "Settings";

/* Seafile */
"Shared to me" = "Shared to me";

/* Seafile */
"Shared with groups" = "Shared with groups";

/* Seafile */
"Share" = "Share";

/* Seafile */
"Share link" = "Share link";

/* Seafile */
"Shibboleth" = "Shibboleth";

/* Seafile */
"Shibboleth Login" = "Shibboleth Login";

/* Seafile */
"Single Sign On" = "Single Sign On";

/* Seafile */
"Sort by Last Modifed Time" = "Sort by Last Modifed Time";

/* Seafile */
"Sort by Name" = "Sort by Name";

/* Seafile */
"Space Used" = "Space Used";

/* Seafile */
"Star" = "Star";

/* Seafile */
"Starred" = "Starred";

/* Seafile */
"Start to download folder: " = "Start to download folder: ";

/* Seafile */
"Start to download library: " = "Start to download library: ";

/* Seafile */
"Succeeded to remove certificate" = "Succeeded to remove certificate";

/* Seafile */
"Succeeded to restore contacts" = "Succeeded to restore contacts";

/* Seafile */
"Succeeded to save %@ to album" = "Succeeded to save %@ to album";

/* Seafile */
"Succeeded to copy %@ to clipboard" = "Succeeded to copy %@ to clipboard";

/* Seafile */
"Successfully imported %@" = "Successfully imported %@";

/* Seafile */
"Successfully moved" = "Successfully moved";

/* Seafile */
"Successfully copied" = "Successfully copied";

/* Seafile */
"Tell Friends about %@" = "Tell Friends about %@";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "The certificate from this website has been changed. Would you like to connect to the server anyway?";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "The certificate from this website is invalid. Would you like to connect to the server anyway?";

/* Seafile */
"The length of password should be between 3 and 100" = "The length of password should be between 3 and 100";

/* Seafile */
"The mail account has not been set yet" = "The mail account has not been set yet";

/* Seafile */
"The token is invalid, you need to login again" = "The token is invalid, you need to login again";

/* Seafile */
"There is no app which can open this type of file on this machine" = "There is no app which can open this type of file on this machine";

/* Seafile */
"There was a problem verifying your identity." = "There was a problem verifying your identity.";

/* Seafile */
"This app does not have access to your contacts." = "This app does not have access to your contacts.";

/* Seafile */
"There is no account available" = "There is no account available.";

/* Seafile */
"This app does not have access to your location service." = "This app does not have access to your location service.";

/* Seafile */
"This app does not have access to your photos and videos." = "This app does not have access to your photos and videos.";

/* Seafile */
"This function is not supportted yet" = "This function is not supportted yet";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself";

/* Seafile */
"Two step verification code" = "Two step verification code";

/* Seafile */
"Unstar" = "Unstar";

/* Seafile */
"Upload" = "Upload";

/* Seafile */
"Upload Destination" = "Upload Destination";

/* Seafile */
"Upload Videos" = "Upload Videos";

/* NSPhotoLibraryUsageDescription */
"Used to sync photos" = "Used to sync photos";

/* Seafile */
"Username" = "Username";

/* Seafile */
"Username must not be empty" = "Username must not be empty";

/* Seafile */
"Verification code must not be empty" = "Verification code must not be empty";

/* Seafile */
"Version" = "Version";

/* Seafile */
"Website" = "Website";

/* Seafile */
"Welcome to %@" = "Welcome to %@";

/* Seafile */
"Wifi Only" = "Wifi Only";

/* Seafile */
"Wipe Cache" = "Wipe Cache";

/* Seafile */
"Wrong library password" = "Wrong library password";

/* Seafile */
"Wrong password" = "Wrong password";

/* Seafile */
"Wrong username or password" = "Wrong username or password";

/* Seafile */
"YES" = "YES";

/* Seafile */
"You can enable access in Privacy Settings" = "You can enable access in Privacy Settings";

/* Seafile */
"Your device cannot authenticate using Touch ID." = "Your device cannot authenticate using Touch ID.";

/* Seafile */
"Your device cannot authenticate using Face ID." = "Your device cannot authenticate using Face ID.";

/* Seafile */
"and %@ more" = "and %@ more";

/* SeafCell.xib */
"detail" = "detail";

/* Seafile */
"directories" = "directories";

/* Seafile */
"files" = "files";

/* Seafile */
"modified" = "modified";

/* Seafile */
"Uploading" = "Uploading";

/* Seafile */
"Downloading" = "Downloading";

/* Seafile */
"Upload & Download" = "Upload & Download";

/* Seafile */
"Completed" = "Completed";

/* waiting to upload */
"Waiting to upload" = "%Waiting to upload";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";

/* Share to WeChat */
"Share to WeChat" = "Share to WeChat";

/* Share Cancelled */
"Share Cancelled" = "Share Cancelled";

/* Failed to share to WeChat */
"Failed to share to WeChat" = "Failed to share to WeChat";

/* OK and Remember Device */
"OK and Remember Device" = "OK and Remember Device";

/* Privacy Policy */
"Privacy Policy" = "Privacy Policy";

/* Privacy Policy URL */
"https://www.seafile.com/en/privacy_policy/" = "https://www.seafile.com/en/privacy_policy/";
